{"adult":false,"backdrop_path":"/e7GL1XOEbS6ZDKWqFJDKWRifR6Y.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"https://www.ensemblefilm.ch/portfolio/the-hearing/","id":1098111,"imdb_id":"tt27148313","original_language":"en","original_title":"Die Anhörung","overview":"In an ordinary and grey office like any other, four people are waiting to be called in for a hearing. The bureaucratic setting is closer to a theatre stage, however, for in ‘The Hearing’ the participants re-enact their own real-life conversations with the government officials who will assess their case. A Nigerian woman, a man from Cameroon, a transgender woman from Sri Lanka, and a young Afghan man – all four are in the same situation with everything at stake. What happens when your future depends on your ability to tell your own life story in a convincing and compelling way? The tension between reality and staging, between role-playing and reality, does not make their life stories any less moving or relevant. In a simple but brilliant move, however, debut director Lisa Gerig reverses both the roles and the balance of power.","popularity":0.6,"poster_path":"/zbkxtYljda3k5zAWSytJT1XegmF.jpg","production_companies":[{"id":166300,"logo_path":null,"name":"Ensemble Film","origin_country":"CH"}],"production_countries":[{"iso_3166_1":"CH","name":"Switzerland"}],"release_date":"2023-03-20","revenue":0,"runtime":81,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"French","iso_639_1":"fr","name":"Français"},{"english_name":"German","iso_639_1":"de","name":"Deutsch"},{"english_name":"Tamil","iso_639_1":"ta","name":"தமிழ்"}],"status":"Released","tagline":"Four asylum seekers reenact their conversations with the authorities in a role-playing game that reverses the roles. What happens when your future depends on your ability to tell your own life story in a convincing way?","title":"The Hearing","video":false,"vote_average":0.0,"vote_count":0}