{"adult":false,"backdrop_path":"/uTOLx6jKiKeUEElhkkWmFb01j9K.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":35,"name":"Comedy"}],"homepage":"","id":119617,"imdb_id":"tt0080895","original_language":"en","original_title":"How to Beat the High Cost of Living","overview":"Oregon, 1980: Jane, Elaine and Louise are all feeling the effects of inflation and cannot afford the high cost of living. Jane cannot afford a babysitter or get married and if she wants privacy with her boyfriend, she has to sleep in the car. Even worse, her war veteran father comes to live with her to turn her life upside down. Louise lives a happy life with her veterinarian husband, Albert. She runs an antique shop on the side, but since it doesn't take in any profit, the IRS considers it a hobby. She needs to come up with the money to keep it going, or she will be trouble with the IRS. Elaine's husband has left her for another woman and without any money. She is in a constant struggle with banks, power companies, and gas stations. She needs money to get by and also catches the eye of police officer Jack. The local mall is having a contest that features a giant money ball that states it will help fight the inflation.","popularity":2.932,"poster_path":"/f6xfZu2CwUV7I03THE4AHye0saD.jpg","production_companies":[{"id":13300,"logo_path":null,"name":"Stage III Productions","origin_country":""},{"id":9266,"logo_path":null,"name":"American International Pictures","origin_country":"US"},{"id":1819,"logo_path":null,"name":"Cinema 77","origin_country":""},{"id":1138,"logo_path":null,"name":"Filmways Pictures","origin_country":""}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"release_date":"1980-07-11","revenue":0,"runtime":105,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"A hilarious new comedy for everyone who ever wanted to give the oil companies gas pains, turn off the power companies lights and make the banks stand in line for a change.","title":"How to Beat the High Cost of Living","video":false,"vote_average":5.1,"vote_count":20}