{"adult":false,"backdrop_path":"/1CWMhTGlbjwTW0lMLzXP3C5g3f7.jpg","belongs_to_collection":{"id":148065,"name":"Doraemon Collection","poster_path":"/4TLSP1KD1uAlp2q1rTrc6SFlktX.jpg","backdrop_path":"/rc6OFcSasL5YxBRPUQVwxmVF6h5.jpg"},"budget":0,"genres":[{"id":16,"name":"Animation"},{"id":12,"name":"Adventure"},{"id":10751,"name":"Family"},{"id":14,"name":"Fantasy"},{"id":878,"name":"Science Fiction"}],"homepage":"","id":136241,"imdb_id":"tt1147525","original_language":"ja","original_title":"ドラえもん のび太のパラレル西遊記","overview":"Nobita, Gian, Shizuka, and Suneo is preparing for a school play on the \"Journey to the West\". As they are arguing about who should play the role of the monkey king, Nobita suggested that the real monkey king should play the role. Because the monkey king is only a legend, Nobita and Doraemon have decided to go back in time using the time machine and make a fake one and show Gian, Shizuka, and Suneo to prove that they are right. Unfortunately, Doraemon's machine allowed the fictional monsters to come to the real world and defeated the entire human races, thus turning the future (Nobita's time) into a demon-ruled world. In order to reverse the change, Doraemon and gang needed to return to the past and capture the demons back into the machine. On the way, they have met the real monk and rinrei (a child). At the end, they have either returned the demons back to the machine or destroy them with Dorami's help, thus turning the future back to normal.","popularity":7.526,"poster_path":"/j1PbUg1cYYAM5hAvZeCl7L8wcWP.jpg","production_companies":[{"id":5141,"logo_path":"/fK2QKfHdSdw42Xx4MiD7KhDufBV.png","name":"Shin-Ei Animation","origin_country":"JP"}],"production_countries":[{"iso_3166_1":"JP","name":"Japan"}],"release_date":"1988-03-12","revenue":0,"runtime":90,"spoken_languages":[{"english_name":"Japanese","iso_639_1":"ja","name":"日本語"}],"status":"Released","tagline":"","title":"Doraemon: The Record of Nobita's Parallel Journey to the West","video":false,"vote_average":7.967,"vote_count":16}