{"adult":false,"backdrop_path":"/uFzDYFsehLdV9Y4CaYuqFFVvTkw.jpg","belongs_to_collection":{"id":636928,"name":"Sultry Assassin Collection","poster_path":null,"backdrop_path":null},"budget":0,"genres":[{"id":28,"name":"Action"},{"id":12,"name":"Adventure"},{"id":18,"name":"Drama"}],"homepage":"","id":138504,"imdb_id":"tt2221853","original_language":"ja","original_title":"艶剣客２ くノ一色洗脳","overview":"When Yui Kusunoki, an undercover geisha secretly in the employ of the Inner Secret Guard, disappears while en route to deliver an oral message concerning rogue Koga Ninja penetrations in southern Hikone, there's just one sword-mistress who can go down after her: the notorious but very easy on the eyes Rin Saejima a.k.a. the Sultry Assassin! But knowing that her identity may have already been compromised as a result of the Koga's Erotic Brainwashing technique, Rin devises a cunning plan of her own: one that involves bringing her \"associate\" Yasuburo back into her fold posing as her husband! Get ready for sword-handling of every kind and lots of derring-do getting done in the most unexpected places (and locations) as the team behind the sizzling escapades of The Aphrodisiac Kill reunite for a double-sworded, sordid ero-ninja epic that scholars of Japanese history would very much prefer that you don't bring up in class: Sultry Assassin 2: Ninja Brainwash!","popularity":3.461,"poster_path":"/1FHaNdsiha28YWD7Cz1C97MRRRI.jpg","production_companies":[{"id":12452,"logo_path":null,"name":"Takeshobo","origin_country":"JP"},{"id":75584,"logo_path":null,"name":"Shintoho Pictures","origin_country":"JP"}],"production_countries":[{"iso_3166_1":"JP","name":"Japan"}],"release_date":"2011-08-05","revenue":0,"runtime":73,"spoken_languages":[{"english_name":"Japanese","iso_639_1":"ja","name":"日本語"}],"status":"Released","tagline":"The Flesh is Weak... The Swords is Strong... But with a Lusty Swordswoman, The Tokugawa Can't Go Wrong!","title":"Sultry Assassin 2: Ninja Brainwash","video":false,"vote_average":2.0,"vote_count":1}