{"adult":false,"backdrop_path":"/qP5u5oUJZBr1isM6ro1D02cEGRv.jpg","belongs_to_collection":{"id":87251,"name":"The Good Witch Collection","poster_path":"/nWoVE7OBMLlVqTDURDsLXGFc1Af.jpg","backdrop_path":"/pynv3Y7Qf5H93NrfCXFzrwvK90a.jpg"},"budget":0,"genres":[{"id":10770,"name":"TV Movie"},{"id":10751,"name":"Family"},{"id":14,"name":"Fantasy"}],"homepage":"http://www.hallmarkmoviesandmysteries.com/the-good-witchs-charm","id":148656,"imdb_id":"tt2273004","original_language":"en","original_title":"The Good Witch's Charm","overview":"Good Witch Cassie Nightingale (Catherine Bell) is back to her bewitching ways, but this time she’s also juggling a newborn daughter and her job as town Mayor. With such a busy schedule she and her husband, town sheriff Jake Russell (Chris Potter), aren’t getting much sleep. Hoping for a break, Cassie plans a much needed vacation with her new family. But things go awry when a crime wave sweeps through town and an investigative reporter (Geordie Johnson) tries to ruin Cassie’s image after a video of her magically disappearing turns up on the internet.  To make matters worse, Cassie’s estranged foster mother (Janet-Laine Green) appears in town and Cassie’s stepdaughter (Hannah Endicott-Douglas) is suddenly accused of the recent robberies. Supported by her loyal family and friends, Cassie must rely on her signature charm to put a stop to the rumors before they completely destroy the town, and a Good Witch’s reputation!","popularity":7.081,"poster_path":"/hyRcR2oG0pXAwAnxfjkIOXUIVC6.jpg","production_companies":[{"id":6533,"logo_path":null,"name":"Whizbang Films","origin_country":"CA"}],"production_countries":[{"iso_3166_1":"CA","name":"Canada"}],"release_date":"2012-10-27","revenue":0,"runtime":90,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"The Good Witch has her hands full juggling her new job as mayor while trying to spend quality time with her family.","title":"The Good Witch's Charm","video":false,"vote_average":7.385,"vote_count":74}