{"adult":false,"backdrop_path":"/kTGYKrjgDH8d1iBh0JIfaNx0SOf.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":35,"name":"Comedy"},{"id":18,"name":"Drama"},{"id":10402,"name":"Music"},{"id":10770,"name":"TV Movie"}],"homepage":"","id":36852,"imdb_id":"tt0112605","original_language":"en","original_title":"Bye Bye Birdie","overview":"In 1995, ABC presented a telemovie version of the Broadway musical Bye Bye Birdie  produced by RHI Entertainment. It starred Seinfeld's Jason Alexander and Vanessa Williams of Desperate Housewives.  While this version remained mostly faithful to the original musical (Michael Stewart remains the only credited author of this version), several songs were added and re-arranged, and dialogue was slightly rewritten to smoothly facilitate the musical changes.  The musical revolves around an Elvis Presley-type rocker who's about to join the Army. To mark the occasion, his manager's secretary arranges for him to kiss a random fan goodbye on The Ed Sullivan Show. Bye Bye Birdie earned four Tony awards in 1961, including Best Musical and Best Actor in a Musical for its original star, Dick Van Dyke.  In addition to Alexander and Williams, ABC's production starred Tyne Daly, George Wendt, Chynna Phillips and Mark Kudisch.","popularity":2.397,"poster_path":"/akv3yBtuUQa29MujkCJj91yrKcv.jpg","production_companies":[{"id":6739,"logo_path":null,"name":"RHI","origin_country":"US"},{"id":1253,"logo_path":"/6f0A0AqIPHYheRb90tVMutuzSnP.png","name":"Australian Broadcasting Corporation","origin_country":"AU"}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"release_date":"1995-12-03","revenue":0,"runtime":131,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"Rock-and-roll icon Conrad Birdie is about to go into the Army, and plans are being made to arrange his final going-away concert.","title":"Bye Bye Birdie","video":false,"vote_average":5.9,"vote_count":18}