{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":10402,"name":"Music"}],"homepage":"","id":392632,"imdb_id":"tt0261049","original_language":"en","original_title":"Maria Callas: In Concert - Hamburg (1959 & 1962)","overview":"The 1959 concert finds Callas just 1 year before the loss of her voice and although her voice is not what it was in 1952 you can still hear the Vocal Miracle. The repertoire interchanges between heavy dramatic soprano (Lady Macbeth, Elisabetta), to soprano coloratura (Rosina) and to soprano dramatico d'agilita (Imogene in Pirata, Gulia). The maturity of the interpretation regarding the legatti, the phrasing is astounding and Callas dominates each aria singing them in the only possible way. \"Tu che invoco\" appears as a cataract of dramatic phrases in a fine classical style of this classical period opera, then Lady Macbeth appears diabolical & dark although she avoids keeping her voice in the high C, her Rosina is sparkling and facile in the coloratura as if it is a natural way of speaking and Elisabetta is where time stops: the drama in this aria holds a metaphysical aura. Finally her entire Mad Scene from Pirata shows all her talent as an actress and bel canto singer.","popularity":0.6,"poster_path":"/z1iNLVDJE2RuVCtyosA2oVJCDxS.jpg","production_companies":[{"id":7201,"logo_path":"/ljV8ZT3CIYCEIEDlTyBliXJVCZr.png","name":"NDR","origin_country":"DE"},{"id":45801,"logo_path":null,"name":"Warner Classics","origin_country":""}],"production_countries":[{"iso_3166_1":"DE","name":"Germany"}],"release_date":"1962-03-16","revenue":0,"runtime":119,"spoken_languages":[{"english_name":"French","iso_639_1":"fr","name":"Français"},{"english_name":"Italian","iso_639_1":"it","name":"Italiano"}],"status":"Released","tagline":"A filmed record of two concerts given in Hamburg, Germany, by opera star Maria Callas in 1959 and 1962","title":"Maria Callas: In Concert - Hamburg (1959 & 1962)","video":true,"vote_average":0.0,"vote_count":0}