{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"},{"id":36,"name":"History"}],"homepage":"http://www.rareequinetrust.com/talkingtotheair","id":410522,"imdb_id":"tt4485966","original_language":"en","original_title":"Talking to the Air: The Horses of the Last Forbidden Kingdom","overview":"The world’s most magnificent horsemen face an unsure future in one of the planet’s last great equine cultures.  The Tibetan Buddhist region of Mustang in the High Himalaya is the Last Forbidden Kingdom and their unique heritage and remarkable spiritual bond with the horse is under threat. In a land where a man’s wealth can still be measured in horses, death defying races are the colorful back-drop for this story of the ascent of civilization in the high Himalaya. With lush cinematography, and insightful intervieww, the film also recounts the little known story of the CIA’s covert operations in Mustang, and features rare archival footage of the Dalai Lama’s flight on horseback over the Himalaya.  The scholarly and perceptive voices of Dr. Sienna Craig - author of \"Horses Like Lightning\" and Mikel Dunham, author of \"Buddha's Warriors\" turn this lens to issues of globalization, fragile border politics and the precarious future for Mustang’s distinctive equine culture.","popularity":2.696,"poster_path":null,"production_companies":[{"id":80194,"logo_path":null,"name":"Adventure Nepal Productions","origin_country":""},{"id":80193,"logo_path":"/rDZNmLlfTdguRkRQRBM4NL5G46u.png","name":"Horsefly Films Rare Equine Trust","origin_country":"US"}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"},{"iso_3166_1":"NP","name":"Nepal"}],"release_date":"2016-08-01","revenue":0,"runtime":56,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"Nepali","iso_639_1":"ne","name":""}],"status":"Released","tagline":"","title":"Talking to the Air: The Horses of the Last Forbidden Kingdom","video":false,"vote_average":10.0,"vote_count":1}