{"adult":false,"backdrop_path":"/a5p1OaLxqa9xCKxkq4IxENVuz9T.jpg","belongs_to_collection":null,"budget":1,"genres":[{"id":28,"name":"Action"},{"id":18,"name":"Drama"},{"id":878,"name":"Science Fiction"}],"homepage":"http://theluckymanmovie.com","id":413138,"imdb_id":"tt3458760","original_language":"en","original_title":"The Lucky Man","overview":"Traveling Route 66, a charismatic preacher, Reverend Johnny Jones, and his seductively beautiful Latina girlfriend, Rebecca, find their lives spiraling out of control as they travel from small town to small town; running their scam on the churches they encounter along the mother road. He's able to convince people he has the power to heal their illnesses and solve their most dreadful life experiences. But what the couple think is their scam begs the question does he really have the power? It's a question that haunts him and only intensifies his inner demons. Scarred for life, his childhood abuse from his evil father won't soon go away. He finds temporary refuge at the bottom of each bottle of tequila and endless grams of cocaine that goes up his nose. His childhood demons will not subside, neither will his vices. In the end, his powers serve as a blessing and a curse. Hang on tight while we follow this perilous couple's journey into the abyss of miracles and tragedy.","popularity":1.549,"poster_path":"/3KTOtAiAM8XI3UMlVIeFBxGztvt.jpg","production_companies":[{"id":80801,"logo_path":null,"name":"Lucky Films,","origin_country":""}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2018-01-16","revenue":24,"runtime":98,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"Spanish","iso_639_1":"es","name":"Español"},{"english_name":"Greek","iso_639_1":"el","name":"ελληνικά"}],"status":"Released","tagline":"When an evil childhood, cocaine addiction, and miracles collide, Rev. Johnny Jones is faced with being a man of the cloth, or a man on the run.","title":"The Lucky Man","video":false,"vote_average":6.2,"vote_count":8}