{"adult":false,"backdrop_path":"/zsOrnmevzx6UffRvcuJNmsNeGtU.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":18,"name":"Drama"}],"homepage":"","id":56958,"imdb_id":"tt1781820","original_language":"it","original_title":"Golakani Kirkuk - The Flowers of Kirkuk","overview":"Cruel politics and intensive love. Najla (N) has just finished her medical studies in Rome. Sherko (S) conceals sick and injured partisans. Mokhtar (M) belongs to the dictator's police. S and M love N, N loves S. When she gets a letter from S that she must forget him, she returns to Kirkuk. As a doctor she can help S. Mokhtar follows her trail and S and N are arrested. S is tortured. N is beaten up and then offered the job as a police doctor, a reward for leading the police to S. She accepts because then she can collect and pass on the names of people murdered or tortured. She will attend many mass murders of women and children. Once she can save them by fabricating that a child has cholera, with greater risk of contamination if she is dead. – When M understands that he cannot win N's love, he smuggles both N and S out of the country. Fully aware of the consequences he distracts the border guards and is shot by them.  Max Scharnberg, Stockholm, Sweden","popularity":0.683,"poster_path":"/ugbln7sojJSi1vYfCMfkbuX8VUG.jpg","production_companies":[{"id":47658,"logo_path":null,"name":"Visual K. Production","origin_country":""},{"id":47659,"logo_path":null,"name":"Far Out Films","origin_country":""},{"id":5414,"logo_path":"/n4en5473XwdNOmu1BmlCXDzPGGL.png","name":"T\u0026C Film","origin_country":"CH"}],"production_countries":[{"iso_3166_1":"IQ","name":"Iraq"},{"iso_3166_1":"IT","name":"Italy"},{"iso_3166_1":"CH","name":"Switzerland"}],"release_date":"2010-11-19","revenue":0,"runtime":0,"spoken_languages":[{"english_name":"Kurdish","iso_639_1":"ku","name":""},{"english_name":"Arabic","iso_639_1":"ar","name":"العربية"}],"status":"Released","tagline":"Cruel politics and intensive love. Because of the same love the same person makes a very foul and a very fine act","title":"The Flowers of Kirkuk","video":false,"vote_average":5.5,"vote_count":3}