{"adult":false,"backdrop_path":"/oOJ2ifFX8tGYPa2975PxWeMXjQo.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"https://www.bbc.co.uk/programmes/m0002thf","id":588665,"imdb_id":"tt9832674","original_language":"en","original_title":"The Satanic Verses: 30 Years On","overview":"The publication of Salman Rushdie's novel The Satanic Verses in 1988 sparked a culture war in Britain between the Muslim community, who considered the book blasphemous and called for the book to be banned, and those defending it as an expression of freedom of speech. Protests, began in England and soon spread to the rest of the Islamic world, culminating in February 1989 with Iran's Ayatollah Khomeini issuing a fatwa - a death sentence on the writer.  Now, 30 years on, Mobeen Azhar embarks on a journey to examine the lasting effect the book has had on the Muslim community, and continue to have an impact today. Mobeen hears from a range of people affected by the so called 'Rushdie Affair' - from the men who took an early stand against the book; to a writer who wrestled with the book's publication, complex questions of free speech, and her own religious beliefs; and a former member of the National Front who claims that the furor over the book became a recruiting tool for them.","popularity":0.84,"poster_path":"/gBQoiLBJCa4F6px2v8riNNX8EWE.jpg","production_companies":[{"id":17209,"logo_path":"/khOQX3iJuSmaFWrL3w4LijbtnJZ.png","name":"VICE Media","origin_country":"US"},{"id":3324,"logo_path":"/dqT3yOTlfJRmtvk52Ccd1O6dZ0A.png","name":"BBC","origin_country":"GB"},{"id":144640,"logo_path":"/6kl5tMuct7u3ej5myL4c9QQVSW1.png","name":"BBC Two","origin_country":"GB"}],"production_countries":[{"iso_3166_1":"GB","name":"United Kingdom"}],"release_date":"2019-02-27","revenue":0,"runtime":60,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"Mobeen Azhar examines the lasting effects of Salman Rushdie's novel The Satanic Verses.","title":"The Satanic Verses: 30 Years On","video":false,"vote_average":0.0,"vote_count":0}