{"adult":false,"backdrop_path":"/x43GMP6nkrEdGoghl6iVuBydBcV.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"http://www.nocturnus-film.de/home/projekte/im-ruecken-der-geschichte-dokumentarfilm/","id":591654,"imdb_id":"tt11165668","original_language":"de","original_title":"Im Rücken der Geschichte - Die verlorenen Dörfer von Masuren","overview":"In September of 2017 German writer and director Daniel Raboldt accompanied a group of German and Polish scientists and students into the woods of Masuria, Poland. The expedition aimed to find traces of the so-called \"lost villages\", left by the Masurians around 1945 by the end of the Second World War. Today only some of the old graveyards can be found deep in the woods of the beautiful Masurian landscape.  The documentary \"In the back of history - The lost villages of Masuria\" shows the students at their work in the historic archives and in the woods. How conclusive can this kind of historic research be? How much can we really learn by looking through old files or other sources? And what can we learn from the vanishing of the Masurians? Do we face similar problems today? The film dives deep into themes like the rise of nationalism and identity and uncovers the tragic end of a population that was asked one simple question in the early 20th century: Stay or Leave?","popularity":0.6,"poster_path":"/iZHw9yTJa5QqRIzn5oBinXQ3xR6.jpg","production_companies":[{"id":116210,"logo_path":null,"name":"Nocturnus Film","origin_country":""}],"production_countries":[{"iso_3166_1":"DE","name":"Germany"},{"iso_3166_1":"PL","name":"Poland"}],"release_date":"2018-09-01","revenue":0,"runtime":36,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"German","iso_639_1":"de","name":"Deutsch"},{"english_name":"Polish","iso_639_1":"pl","name":"Polski"}],"status":"Released","tagline":"The destruction of life in between two cultures","title":"In the back of history - The lost villages of Masuria","video":false,"vote_average":10.0,"vote_count":1}