{"adult":false,"backdrop_path":"/1IKxubdFrRAhYAJUs4VCKZ4xzvD.jpg","belongs_to_collection":{"id":959731,"name":"The Soreike! Anpanman Collection","poster_path":null,"backdrop_path":null},"budget":0,"genres":[{"id":16,"name":"Animation"},{"id":10751,"name":"Family"},{"id":35,"name":"Comedy"},{"id":14,"name":"Fantasy"}],"homepage":"","id":604569,"imdb_id":null,"original_language":"ja","original_title":"それいけ!アンパンマン 空とぶ絵本とガラスの靴","overview":"One day, Melonpanna found a sequel to \"Cinderella\" at the Rabbit Library. The content is not the story of Cinderella that everyone knows, but the content that the glass shoes were suddenly split into two hands, the prince who married Cinderella were separated, and the fairyland became unhappy. rice field. That night, Melonpanna was pondering, \"If I could go to a fairyland, I could find glass shoes,\" and an owl hoppy appeared in the picture book. According to Hoppy, the fairyland where Cinderella lives has become messed up because of the demon Garagon. If they can find glass shoes, the fairyland will be restored. Anpanman and his friends went through a tunnel of picture books to the fairy tale world. However, Baikinman and Dokin-chan, who were watching the situation, followed Anpanman and others to the fairyland. Dokin-chan wants to become a princess in a fairyland by finding glass shoes and Baikinman trying to deceive Garagon and defeat Anpanman. Where are the glass shoes?","popularity":1.286,"poster_path":"/67SytHLbgR95AUFc9cwDXc3Ew0Y.jpg","production_companies":[{"id":6919,"logo_path":null,"name":"Shochiku-Fuji Company","origin_country":""},{"id":6755,"logo_path":"/c0ENH8QeZLvCACpzCpwvYMy2SDr.png","name":"Nippon Television Network Corporation","origin_country":"JP"}],"production_countries":[{"iso_3166_1":"JP","name":"Japan"}],"release_date":"1996-07-13","revenue":0,"runtime":59,"spoken_languages":[{"english_name":"Japanese","iso_639_1":"ja","name":"日本語"}],"status":"Released","tagline":"","title":"Go! Anpanman: The Flying Picture Book and the Glass Shoes","video":false,"vote_average":8.0,"vote_count":2}