{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":10402,"name":"Music"}],"homepage":"https://www.hbo.com/specials/2019-rock-and-roll-hall-of-fame","id":646851,"imdb_id":"tt10250562","original_language":"en","original_title":"Rock and Roll Hall of Fame 2019 Induction Ceremony","overview":"The 2019 Rock and Roll Hall of Fame induction ceremony took place on March 29 at the Barclays Center in Brooklyn.  Def Leppard, Stevie Nicks, Radiohead, Roxy Music, the Zombies and the Cure make up the Class of 2019. They were inducted by a star-studded group of peers including Brian May of Queen, Harry Styles, David Byrne, Simon Le Bon and John Taylor of Duran Duran, Susannah Hoffs of the Bangles and Trent Reznor of Nine Inch Nails.  An artist is eligible for the hall of fame 25 years after their first commercial release. The nominating committee creates a shortlist, according to the Hall's official website, and then sends the ballot to \"more than 1,000 historians, members of the music industry and artists — including every living Rock Hall inductee.\"  The Rock & Roll Hall of Fame has selected the top five vote-getters for induction in the past, but this year seven artists were inducted (Janet Jackson also made the final cut; she was inducted by Janelle Monae).","popularity":1.34,"poster_path":"/6YiXTZEYZXoITi5uMIo0dPscANM.jpg","production_companies":[{"id":4171,"logo_path":"/ip8rzankhLLhJGGkvfCirfUM26d.png","name":"Playtone","origin_country":"US"},{"id":85460,"logo_path":null,"name":"Show Shop","origin_country":""},{"id":7429,"logo_path":"/6in9uMqxXEHx5XgYgkeRBpZ4rPw.png","name":"HBO Films","origin_country":"US"}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2019-04-27","revenue":0,"runtime":179,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"","title":"Rock and Roll Hall of Fame 2019 Induction Ceremony","video":true,"vote_average":8.0,"vote_count":1}