{"adult":false,"backdrop_path":"/4rL6dD9ph0ji3pw7HMzOzYHgYRS.jpg","belongs_to_collection":null,"budget":0,"genres":[],"homepage":"https://www.1091.tv/narrowboat-houseboating-through-the-english-countryside-how-to-make-the-most-of-englands-hidden-heritage","id":650993,"imdb_id":null,"original_language":"en","original_title":"Narrowboat Houseboating Through the English Countryside: How to Make the Most of England's Hidden Heritage","overview":"When James Brindley built the first British canal in the early 1760s, few people could have imagined the impact it would have on the nation’s way of life. There was plenty of opposition to “Brindley’s stinking ditch” but the canals quickly linked all the country’s major towns, cities and ports. Described as “Canal Mania” it was, however, a short lived phenomenon and with the dawn of the railway age canals were quickly abandoned in favor of steam. It wasn’t until the early 1960s when people began to look for a wider choice in the vacation market that attention was turned to the redundant canal system. Many of the canals were overgrown and full of litter, but the structure was still intact, untouched in effect for over two hundred years. Restoration has since been ongoing and as a result thousands of people can now enjoy the peace and tranquility of narrowboating at a pace of life that had long been forgotten.","popularity":0.6,"poster_path":"/zMXDfRyFreT416zYp6pw1LUpBY4.jpg","production_companies":[],"production_countries":[],"release_date":"2015-05-05","revenue":0,"runtime":59,"spoken_languages":[],"status":"Released","tagline":"Explore the joys of narrowboating, discovering a landscape that can only be seen from these unique waterways. Every technical detail is covered, including demos of how to navigate the locks, which take the boats from one water level to another.","title":"Narrowboat Houseboating Through the English Countryside: How to Make the Most of England's Hidden Heritage","video":true,"vote_average":0.0,"vote_count":0}