{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"https://tvsales.orf.at/show_content.php?hid=8&sid=48&filter=315&sub_filter=0&mpi_id=1686507#lightbox","id":681425,"imdb_id":null,"original_language":"en","original_title":"Franz Kafka - Ein Künstler zwischen den Welten","overview":"During his lifetime, he commanded the burning of his complete stock of works, letters and writings after his passing away.  Fortunately, his publisher and friend didn't carry out his wish and has in this way saved a crucial piece of world literature. But who really was the graduate lawyer Franz Kafka? The TV documentary reveals that his narratives and novels were not as incomprehensible as many might claim. Several text passages are cinematically implemented and, by doing so, easier to understand. The documentary proceeds towards Kafka's stages of life. To Prague, obviously. To Vienna and to the Baltic Sea, where he eventually found his last love. Going further into the question why he never seemed to come to fulfillment with anyone, even though he was popular among women. Theatre and opera performances, «The Trial» at the Salzburg Festival complete the film as well as investigations at the «Oxford Research Centre», which targets Kafka in its studies.","popularity":0.6,"poster_path":"/vCoTRWk4zRtHJgTUeM0mr6WfOfQ.jpg","production_companies":[{"id":130253,"logo_path":null,"name":"ORF III","origin_country":""},{"id":130254,"logo_path":null,"name":"Wokafilm","origin_country":""},{"id":130255,"logo_path":null,"name":"BMBWF","origin_country":""}],"production_countries":[],"release_date":"2018-01-01","revenue":0,"runtime":48,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"German","iso_639_1":"de","name":"Deutsch"}],"status":"Released","tagline":"The life and work of one of the most influential writers of the 20th century.","title":"Franz Kafka - Writer between the Worlds","video":false,"vote_average":7.0,"vote_count":1}