{"adult":false,"backdrop_path":"/rCsUSfYQYnCEwsJZv9tH78f56ER.jpg","belongs_to_collection":{"id":133887,"name":"Apocalypse Collection","poster_path":"/ddl3hAiOLnJzDEPGKVeRbQmoUJN.jpg","backdrop_path":null},"budget":0,"genres":[{"id":18,"name":"Drama"},{"id":878,"name":"Science Fiction"},{"id":53,"name":"Thriller"}],"homepage":"http://www.jvim.com/apocalypse3/","id":77787,"imdb_id":"tt0202236","original_language":"en","original_title":"Tribulation","overview":"Tom Canboro is a police detective with a Christian sister, Eileen, a brother, Calvin, a wife, Susan, and eccentric brother-in-law, Jason. One night, Jason seemingly goes insane and tries to kill Eileen, calling her a \"hater\". Tom soon realises this may be a conspiracy going as far as devil worship, but as he speeds in his car to get help, he suddenly looses control and crashes. Waking up in a strange hospital, he finds years have passed and people all over the world are wearing the mark of 666 on their right hands, and all those who don't are being killed off. Franco Macalusso, the believer in world peace Jason was fond of, now controls the world, and is trying to bring the world together as it was at the tower of Babel. Meanwhile, the \"Haters\" or Christians are hiding out and airing TBN tapes on the air for people to realise the Messiah is really the Antichrist, but their leader, Helen Hannah, is arrested... Written by The Extra in the Background","popularity":2.634,"poster_path":"/cTXjjh8Vku9DIBtmLrGu0cz5tNX.jpg","production_companies":[{"id":3226,"logo_path":"/ayMfePnYAu4QnK2eHz7MdS362k1.png","name":"Cloud Ten Pictures","origin_country":"CA"}],"production_countries":[{"iso_3166_1":"CA","name":"Canada"}],"release_date":"2000-01-14","revenue":0,"runtime":95,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"One man will need the end of the world... to find all that he has lost.","title":"Tribulation","video":false,"vote_average":3.857,"vote_count":7}