{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"https://lostchildrenofthecarricks.com/","id":960915,"imdb_id":null,"original_language":"en","original_title":"Lost Children of The Carricks","overview":"Lord Palmerston’s tenants departed a Gaelic world in rural Sligo for a Francophone world in rural Québec, carrying their music and folklore, language and religion to an emerging Canadian nation. One of nine coffin ships hired by Palmerston to transport 2000 of his surplus tenants to Canada, The Carricks would wreck off the frozen Gaspé coast on the Gulf of St. Lawrence in May 1847. Only 48 of the 173 passengers would reach the shore alive.  Before departing home and clachán, emigrants brought their fire to the fire of a neighbour hoping that one day they would return home to reclaim it and, with it their place in the Old World. For Patrick Kaveney and Sarah MacDonald’s family from Lord Palmerston’s estate in Sligo, those embers would flicker in waiting for 168 years.  Lost Children of the Carricks traces their extraordinary journey from Cross, near Ballymote to Québec’s Gaspé peninsula, and the remarkable return of their francophone descendants to Ireland five generations later.","popularity":0.6,"poster_path":"/yiiiePE4xjmPvPkkQ0UybiXbkd.jpg","production_companies":[{"id":173174,"logo_path":null,"name":"Celtic Crossings Productions","origin_country":""}],"production_countries":[{"iso_3166_1":"CA","name":"Canada"},{"iso_3166_1":"IE","name":"Ireland"},{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2020-01-24","revenue":0,"runtime":70,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"French","iso_639_1":"fr","name":"Français"},{"english_name":"Irish","iso_639_1":"ga","name":"Gaeilge"}],"status":"Released","tagline":"Defying the Great Irish Famine to Create a Canadian Legacy","title":"Lost Children of The Carricks","video":false,"vote_average":0.0,"vote_count":0}