{"adult":false,"backdrop_path":"/vSF3YITsnd38ooAgpNscud0NkCn.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"},{"id":80,"name":"Crime"}],"homepage":"https://www.bbc.co.uk/iplayer/episode/m0013prs/dark-land-the-hunt-for-wales-worst-serial-killer","id":988477,"imdb_id":null,"original_language":"en","original_title":"Dark Land: The Hunt for Wales' Worst Serial Killer","overview":"Peter Moore, the murderer known as the 'man in black', has now served 25 years in prison. Back in 1995, he terrorised communities along the north Wales coastline, killing four men and allegedly attacking many more. By day he was a well-respected shopkeeper and cinema owner in Kinmel Bay, and by night he was a sadistic killer who seemed to target gay men.  In this special edition of Dark Land, former chief constable Jackie Roberts returns to re-examine the hunt for the man who would go down in history as Wales’s worst serial killer.  Moore is revealed as a man with a violent secret life, hiding in plain sight. Beneath the façade of a respectable businessman was a mind warped by a dysfunctional upbringing; a man who seized upon a climate of gay prejudice to embark upon a 20-year spree of savage attacks, confident his victims wouldn’t feel able to come forward to complain.  The ultimate question is, could Moore have been stopped before he went on to kill and kill again?","popularity":0.878,"poster_path":null,"production_companies":[{"id":75884,"logo_path":"/2aaOxLblyFhf0a8C4fkgaYWqjIo.png","name":"Monster Films","origin_country":"GB"},{"id":4762,"logo_path":"/igWZmjr5Zhbnxf7DinSOLoiggLU.png","name":"BBC Wales","origin_country":"GB"}],"production_countries":[{"iso_3166_1":"GB","name":"United Kingdom"}],"release_date":"2022-01-17","revenue":0,"runtime":59,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"","title":"Dark Land: The Hunt for Wales' Worst Serial Killer","video":false,"vote_average":0.0,"vote_count":0}