{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"","id":1092331,"imdb_id":"tt27179894","original_language":"zh","original_title":"午夜出走","overview":"Hidden behind urbanisation’s construction sites, big cranes and colourful graffiti, the party temple ‘Funky Town’ exists on borrowed time. It’s the last safe haven for underground partying in the rapidly developing Chinese metropolis of Chengdu. Here, skaters, queers, DJs, drag queens and passionate lovers immerse themselves in colourful strobe lights and lose themselves in dance, alcohol, friendships and love. And here they are free from society’s norms and all the tensions they  have been holding in during the week. With an agile and playful, but always caring camera, we are picked up across the street late at night and taken on an intimate journey full of loud music, glowing neon lights and heavy make-up. A journey that takes us deep into Chengdu’s alternative youth and its struggles, doubts, working life, self-destruction and redemption. A Bass-heavy journey that ends only when the sun rises over modern China.","popularity":0.651,"poster_path":"/rETkO9LtvdzEEkc7vo5unRry6mL.jpg","production_companies":[{"id":15181,"logo_path":"/sjQmClxWfF4NmP01QJVY8e3UVYK.png","name":"Wavelength","origin_country":"US"},{"id":118246,"logo_path":"/thGsoSlp0SEayiulTOOofmnKD4z.png","name":"Kindred Spirit","origin_country":"US"},{"id":193199,"logo_path":null,"name":"FLORENCE","origin_country":""}],"production_countries":[{"iso_3166_1":"CN","name":"China"},{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2023-03-21","revenue":0,"runtime":90,"spoken_languages":[{"english_name":"Mandarin","iso_639_1":"zh","name":"普通话"}],"status":"Released","tagline":"Bass-heavy and neon-coloured portrait of the alternative Chinese youth in a country in constant state of change that now threatens the underground club Funky Town. A haven for outsiders who live every weekend like it’s their last – and it might soon be.","title":"The Last Year of Darkness","video":false,"vote_average":0.0,"vote_count":0}