{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"},{"id":36,"name":"History"}],"homepage":"http://www.yadvashem.org/","id":254442,"imdb_id":"","original_language":"en","original_title":"“May Your Memory Be Love“ - The Story of Ovadia Baruch","overview":"In March 1943, twenty-year-old Ovadia Baruch was deported together with his family from Greece to Auschwitz-Birkenau. Upon arrival, his extended family was sent to the gas chambers. Ovadia struggled to survive until his liberation from the Mauthausen concentration camp in May 1945. While in Auschwitz, Ovadia met Aliza Tzarfati, a young Jewish woman from his hometown, and the two developed a loving relationship despite inhuman conditions. This film depicts their remarkable, touching story of love and survival in Auschwitz, a miraculous meeting after the Holocaust and the home they built together in Israel. This film is part of the \"Witnesses and Education\" project, a joint production of the International School for Holocaust Studies and the Multimedia Center of the Hebrew University of Jerusalem. In this series, survivors recount their life stores - before, during and after the Holocaust. Each title is filmed on location, where the events originally transpired.","popularity":0.6,"poster_path":null,"production_companies":[{"id":19874,"logo_path":null,"name":"Yad Vashem","origin_country":""},{"id":19875,"logo_path":null,"name":"Hebrew University of Jerusalem","origin_country":""}],"production_countries":[{"iso_3166_1":"IL","name":"Israel"},{"iso_3166_1":"GR","name":"Greece"},{"iso_3166_1":"DE","name":"Germany"}],"release_date":"2008-12-16","revenue":0,"runtime":47,"spoken_languages":[{"english_name":"Hebrew","iso_639_1":"he","name":"עִבְרִית"},{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"When I arrived at the gate, they called me Ovadia Baruch. When I entered the gate, I became 109432.","title":"“May Your Memory Be Love“ - The Story of Ovadia Baruch","video":false,"vote_average":5.2,"vote_count":2}