{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"http://www.pushprocessmovie.com","id":277635,"imdb_id":"tt2300916","original_language":"en","original_title":"Push Process","overview":"Oakley and 1242 Productions' latest HD action sports film showcases the progression of wakeboarding and wakeskating through a travelogue of the world's best riders. Join these athletes as they chase down perfect water in the world's most exotic locations.  Collaborating with acclaimed filmmaker Justin Stephens and graphic artist Chase Heavener, Oakley’s “Push Process\" combines experimental cinematography, editing and animation graphics with the most progressive riding ever documented on the big screen.  Oakley athletes Keith Lyman, Aaron Rathy, Andrew Adkison, Amber Wing, George Daniels, Danny Hampson, Dallas Friday and Jack Blodgett are more than just the stars who create the epic footage-they are members of the production team, all playing pivotal roles in the project since day one.  Shot exclusively in HD, Push Process takes viewers on a quest to Australia, South Africa, the Florida Keys, Cuba, Minnesota, the Amazon, Canada and beyond.","popularity":0.6,"poster_path":null,"production_companies":[{"id":4398,"logo_path":null,"name":"1242 Productions","origin_country":""},{"id":25550,"logo_path":null,"name":"Oakley Productions","origin_country":""}],"production_countries":[{"iso_3166_1":"CU","name":"Cuba"},{"iso_3166_1":"CA","name":"Canada"},{"iso_3166_1":"AU","name":"Australia"},{"iso_3166_1":"ZA","name":"South Africa"},{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2007-11-10","revenue":0,"runtime":44,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"A film about the progression of wakeboarding and wakeskating through a travelogue of the world’s best riders.","title":"Push Process","video":false,"vote_average":0.0,"vote_count":0}