{"adult":false,"backdrop_path":"/iPDwl7QmVNqpTL4JHsENELuqRhs.jpg","belongs_to_collection":{"id":719840,"name":"Patterns of Evidence Collection","poster_path":null,"backdrop_path":null},"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"http://www.patternsofevidence.com/en/","id":309882,"imdb_id":"tt3464018","original_language":"en","original_title":"Patterns of Evidence: The Exodus","overview":"A debate rages over the credibility of the Bible. Most archaeologists today have concluded that there's no evidence that the Exodus of Israelite slaves from Egypt ever happened. Filmmaker Timothy Mahoney faces a crisis of faith: \"Is this foundation event of the Bible really just a myth?\" He embarks on a 12-year journey around the world to search for answers.  Patterns of Evidence: The Exodus unlocks the mystery of this ancient saga, combining a scientific investigation with a retelling of the Exodus story to reveal an amazing pattern of evidence matching the biblical account that may challenge our understanding of history. It features stunning animations, narration by Kevin Sorbo (God's not dead, Hercules: The Legendary Journey), interviews with leading archaeologists such as Israel Finkelstein, Kent Weeks, and David Rohl, and guest appearances by Israel's Benjamin Netanyahu and Shimon Peres.","popularity":2.0,"poster_path":"/w0IJ5ssLmxGObPAE0e0QFXkob24.jpg","production_companies":[{"id":65737,"logo_path":null,"name":"Thinking Man Films","origin_country":""}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2014-01-14","revenue":0,"runtime":115,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"Spanish","iso_639_1":"es","name":"Español"}],"status":"Released","tagline":"Patterns of Evidence is an engaging, visually pleasing and fascinating piece of filmmaking whatever one believes.","title":"Patterns of Evidence: The Exodus","video":false,"vote_average":7.1,"vote_count":21}