{"adult":false,"backdrop_path":"/oG2tkbnGc7JSSc9bU8CPvFak92T.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"https://luogocomune.net/shop/films-in-english/the-new-american-century","id":37595,"imdb_id":"","original_language":"it","original_title":"Il nuovo secolo americano","overview":"\"Historically accurate, narratively captivating, The New American Century is one of the best films about the facts behind the 9/11 attacks\". Webster G. Tarpley  \"The New American Century is a stunning film. It should be seen as widely as possible, in cinemas, bars, clubs, at meetings and, of course, through the internet. I'm sure the film will continue to be a source of debate and political education for many years.\" Ken Loach.  Massimo Mazzucco’s Inganno Globale (soon in English as \"Global Deceit\") presented all the major inconsistencies in the 9/11 official version, i.e. World Trade Center’s demolition, no Boeing at the Pentagon, etc., that lent credibility to the accusation by the so-called \"9/11 Truth Movement\" of the attacks having been an inside job.  The New American Century presents the historical, philosophical, economical and political background, some of which is practically unknown to the general public, that seems to support such accusation by the 9/11 Truth Movement.","popularity":0.6,"poster_path":"/a2I1FSaXbmYnwKAMiPYXtFZvR4E.jpg","production_companies":[],"production_countries":[{"iso_3166_1":"IT","name":"Italy"}],"release_date":"2008-01-01","revenue":0,"runtime":94,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"Italian","iso_639_1":"it","name":"Italiano"},{"english_name":"Spanish","iso_639_1":"es","name":"Español"}],"status":"Released","tagline":"\"The New American Century presents the historical, philosophical, economical and political background, that seems to support such accusation by the 9/11 Truth Movement\"","title":"The New American Century","video":false,"vote_average":7.0,"vote_count":4}