{"adult":false,"backdrop_path":"/b3iu8ZCWDmUTiragORVMUcA30oB.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":35,"name":"Comedy"}],"homepage":"","id":376888,"imdb_id":"tt0186927","original_language":"pt","original_title":"Como é Boa Nossa Empregada","overview":"\"Como É Boa a Nossa Empregada\" is an erotic comedy from the 70's (called \"pornochanchada\" genre) divided in three segments: 1) \"Lula e a Copeira\": Lula uses frogs, bats and spiders to scare the ugly kitchen maid of his house and force her to quit the job. When his parents put an advertisement on the newspaper to hire a new maid, he waits the candidates outside the house to choose one very hot, telling lies about his family to the others. They hire the sexy Clara, who is subjected to a sexual harassment from Lula's father Rivadávia, the family's friend Dr. Ricardo and Lula, leading the trio to troubled situations. 2) \"O Terror das Empregadas\": The sixteen years old Bebeto chases all the maids of his house and neighborhood trying to have intercourse with them. His mother takes him to the psychologist Dr. Leonel, who convinces her that her son needs to have a sexual experience with a whore to help his self-esteem, and suggests the sexy and expensive prostitute Leila Sandra.","popularity":0.696,"poster_path":"/n1yMGK9K0K0C3UkdjsIpUusPe0M.jpg","production_companies":[{"id":70891,"logo_path":null,"name":"Kino Filmes SA","origin_country":"BR"},{"id":18718,"logo_path":null,"name":"Atlântida Cinematográfica","origin_country":"BR"},{"id":195765,"logo_path":null,"name":"Vydia Produções Cinematográficas","origin_country":""}],"production_countries":[{"iso_3166_1":"BR","name":"Brazil"}],"release_date":"1973-01-01","revenue":0,"runtime":88,"spoken_languages":[{"english_name":"Portuguese","iso_639_1":"pt","name":"Português"}],"status":"Released","tagline":"Three segments with stories about the sexual relationships between adolescent boys and the maids who work at their homes.","title":"Como é Boa Nossa Empregada","video":false,"vote_average":4.5,"vote_count":3}