{"adult":false,"backdrop_path":null,"belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"http://www.decodingbaqtun.com/","id":502218,"imdb_id":"tt5740286","original_language":"en","original_title":"Mayan Revelations: Decoding Baqtun","overview":"Filmmaker and author, Elisabeth Thieriot, embarks on an epic journey of discovery through the jungles of the Yucatan Peninsula and Guatemala to dispel the myths about \"the December 21st 2012 end of the world\" conspiracy theories surrounding Aztec and Mayan Calendars. Specifically, the mystery of the \"B'aqtun\", also known as the measurement of time that the Mayans identified as a 3,300 year cycle. Along her journey, Elisabeth discovers a connection between repeatable cycles in the cosmos, nature, and human existence. Discoveries which lead Elisabeth to revelations of wisdom residing within the living Mayan descendants known as \"Abuelos\" who share their knowledge of the intricate workings of time, the cosmos, and our connection to earth science on a spiritual and scientific level. In this film, a team of Scientists, Historians, and the Native Mayan \"Abuelos\" work together to Decode the Baqtun.","popularity":0.6,"poster_path":"/iY6T1Q69ARePF58TlmWwVNZcIYR.jpg","production_companies":[{"id":100402,"logo_path":null,"name":"Elicosma Productions","origin_country":""}],"production_countries":[{"iso_3166_1":"GT","name":"Guatemala"},{"iso_3166_1":"MX","name":"Mexico"}],"release_date":"2015-07-02","revenue":0,"runtime":83,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"Spanish","iso_639_1":"es","name":"Español"}],"status":"Released","tagline":"Filmmaker and author, Elisabeth Thieriot, embarks on an epic journey of discovery to dispel the myths about \"the December 21st 2012 end of the world\" conspiracy theories surrounding Aztec and Mayan Calendars.","title":"Mayan Revelations: Decoding Baqtun","video":false,"vote_average":5.0,"vote_count":2}