{"adult":false,"backdrop_path":"/jAxoSmePGpThootu2RX1YgAccbd.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":10402,"name":"Music"}],"homepage":"http://arthaus-musik.com/en/dvd/a-z/media/details/Alvin_Ailey.html","id":512045,"imdb_id":"tt12316898","original_language":"en","original_title":"An Evening with the Alvin Ailey American Dance Theater","overview":"Dazzling, brash and dynamic, yet equally graceful and poetic. DIVINING was Judith Jamison's first major work as a choreographer for Ailey, evoking a strong feeling for African tribal ritual, is set to hauntingly rhythmic drum music. REVELATIONS, often describes as the company's signature tune, has become an American classic. It expresses Ailey's intense feelings for his roots, with Ailey's vivid \"blood memories\" of the blues, spirituals, gospel music, ragtime and folk songs as well as the hard life of the Southern black during the Depression. Set to Modern Jazz, THE STUCK-UP takes place in modern-day Harlem, about the cruel reality of urban street life as a young man is destroyed by drugs. CRY, choreographed by Alvin Ailey in 1971 for Judith Jamison, is one of his most famous pieces. Created as a birthday present for his mother, it is Ailey's tribute to black women and inspires moving emotions with its portrayal of struggle, anger and most importantly, its feeling of celebration.","popularity":0.6,"poster_path":"/iINalNyPhvY9fWpocWDZvOuF7l3.jpg","production_companies":[{"id":119,"logo_path":"/1di2gITGUZr730AMuMKiCrP90Vl.png","name":"DR","origin_country":"DK"},{"id":3391,"logo_path":"/t0QBs2fI3mE3HxgoH1n39bYuzNu.png","name":"ORF","origin_country":"AT"},{"id":38242,"logo_path":null,"name":"RM Arts","origin_country":""},{"id":4606,"logo_path":"/otZHbf1HmzLRQsZFSqJXkf8EHz7.png","name":"ZDF","origin_country":"DE"}],"production_countries":[{"iso_3166_1":"XG","name":"East Germany"}],"release_date":"1986-05-01","revenue":0,"runtime":108,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"In this brilliant studio recording, the Alvin Ailey American Dance Theater, brings its distinctive style to a wider audience with four unique works.","title":"An Evening with the Alvin Ailey American Dance Theater","video":false,"vote_average":0.0,"vote_count":0}