{"adult":false,"backdrop_path":null,"belongs_to_collection":{"id":892675,"name":"Loopdidoo Collection","poster_path":"/uhnN1Rbr8UKZPPIpgq3T16LZUTt.jpg","backdrop_path":null},"budget":0,"genres":[{"id":10751,"name":"Family"},{"id":16,"name":"Animation"}],"homepage":"","id":514200,"imdb_id":null,"original_language":"fr","original_title":"L'incroyable Noël de Grabouillon","overview":"A snowy fairy-tale setting. A full moon. The house and garden are overflowing with glowing, twinkling Christmas decorations. LOOPDIDOO is busily flattening a long stretch of snow: his landing strip is ready! Now all he has to do is wait… But for whom? Santa, of course! PETUNIA, doubled up with laughter, gently teases him: it’ll never work! But would you know it, PETUNIA’s wrong! All of a sudden, SANTA crosses the moonlit sky in a superb, art-deco-pimped chopper-sleigh. LOOPDIDOO starts dancing around like crazy, waving his fluorescent sticks in the air to grab his attention. But then, distracted by our loopy dog, SANTA loses control of his sleigh… and crashes into the moon! Explosion! In a shower of sparks, the sleigh falls earthbound… and more precisely right into PETUNIA’s garden! As for SANTA, he’s marooned on the moon, with his sack of Christmas gifts! PETUNIA can’t believe her binoculars… Nice one, LOOPDIDOO, now that is a blunder… The blunder of the century!","popularity":0.918,"poster_path":"/kqcknzTmXXEtzHkmGNou7VF1FzB.jpg","production_companies":[{"id":42171,"logo_path":"/yTvfCUChMCmeEbjWNyIFGwgiXQE.png","name":"Blue Spirit","origin_country":"FR"},{"id":7131,"logo_path":"/eLvjHPYZ12GR58lrDgg6MXZp2a3.png","name":"France Télévisions","origin_country":"FR"}],"production_countries":[{"iso_3166_1":"FR","name":"France"}],"release_date":"2010-12-23","revenue":0,"runtime":46,"spoken_languages":[{"english_name":"French","iso_639_1":"fr","name":"Français"}],"status":"Released","tagline":"LOOPDIDOO is busily flattening a long stretch of snow: his landing strip is ready! Now all he has to do is wait... But for whom? Santa, of course!","title":"Loopdidoo’s Zany Christmas","video":false,"vote_average":0.0,"vote_count":0}