{"adult":false,"backdrop_path":"/3qgpNpQyODRFYU7xG4NjzWtgqPH.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":80,"name":"Crime"},{"id":18,"name":"Drama"}],"homepage":"","id":531379,"imdb_id":"tt6902394","original_language":"cn","original_title":"風再起時","overview":"In the 70's, the Hong Kong Independent Commission Against Corruption (HKICAC) was founded. The mission to hunt down corrupted detectives unveiled a new chapter of the colonial Hong Kong. Lui Lok (Aaron Kwok) and Nam Kong (Tony Leung) who used to be two righteous police officers wanted to change the status quo. They built an empire of corruption by controlling organized crime and eventually took the position of Chief Chinese Detective. However, power struggle has always been the cause of chaos between the triads and police. Lui Lok’s wife, Tsai Zhen (Du Juan), was targeted by the triads for helping her husband in gaining his position. Even the most loyal detectives, Fat-Bee (Michael Chow) and Yim Hung (Patrick Tam), almost turned their backs to Lui Lok. A new episode of history has begun when HKICAC issues the wanted notices for Lui Lok and Nam Kong. Their era has officially come to an end. Where the wind blows, Hong Kong is no longer where it used to be.","popularity":3.453,"poster_path":"/xj9k0nCcyPIlNTzPU73m9GwPPt8.jpg","production_companies":[{"id":7885,"logo_path":"/bP5C6gdgyNXH2ffrS0eYgwV6SiX.png","name":"Mei Ah Entertainment","origin_country":"HK"},{"id":117435,"logo_path":"/zwN9AT4scM8BBOYTLjlKnI08qws.png","name":"Dadi Film Group","origin_country":"CN"}],"production_countries":[{"iso_3166_1":"CN","name":"China"},{"iso_3166_1":"HK","name":"Hong Kong"}],"release_date":"2023-02-05","revenue":0,"runtime":143,"spoken_languages":[{"english_name":"Cantonese","iso_639_1":"cn","name":"广州话 / 廣州話"}],"status":"Released","tagline":"The most momentous but unacknowledged chapter in the past thirty years of Hong Kong's history","title":"Where the Wind Blows","video":false,"vote_average":7.167,"vote_count":6}