{"adult":false,"backdrop_path":"/6hfmHRaZNKzazyDDLli5CbT6L8H.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"},{"id":10770,"name":"TV Movie"}],"homepage":"https://www.hbo.com/documentaries/catalog.game-of-thrones-the-last-watch","id":591278,"imdb_id":"tt10090796","original_language":"en","original_title":"Game of Thrones: The Last Watch","overview":"For a year, acclaimed British filmmaker Jeanie Finlay was embedded on the set of the hit HBO series “Game of Thrones,” chronicling the creation of the show’s most ambitious and complicated season.  Debuting one week after the series 8 finale, GAME OF THRONES: THE LAST WATCH delves deep into the mud and blood to reveal the tears and triumphs involved in the challenge of bringing the fantasy world of Westeros to life in the very real studios, fields and car-parks of Northern Ireland.  Made with unprecedented access, GAME OF THRONES: THE LAST WATCH is an up-close and personal portrait from the trenches of production, following the crew and the cast as they contend with extreme weather, punishing deadlines and an ever-excited fandom hungry for spoilers.  Much more than a “making of” documentary, this is a funny, heartbreaking story, told with wit and intimacy, about the bittersweet pleasures of what it means to create a world – and then have to say goodbye to it.","popularity":14.765,"poster_path":"/tVyKpOYDtKzs4SOYCbZn4YNFWHI.jpg","production_companies":[{"id":88199,"logo_path":null,"name":"Glimmer Films","origin_country":""},{"id":3268,"logo_path":"/tuomPhY2UtuPTqqFnKMVHvSb724.png","name":"HBO","origin_country":"US"}],"production_countries":[{"iso_3166_1":"US","name":"United States of America"}],"release_date":"2019-05-26","revenue":0,"runtime":115,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"A farewell to Westeros with the people who built the realm","title":"Game of Thrones: The Last Watch","video":false,"vote_average":7.072,"vote_count":297}