{"adult":false,"backdrop_path":"/eAFhyREea6NUzCbJROUoYpvXNEv.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"},{"id":36,"name":"History"}],"homepage":"","id":718895,"imdb_id":null,"original_language":"pt","original_title":"Estado de Excepção CITAC: um projeto etnohistórico (1956-1978)","overview":"Estado de Excepção is a documentary about CITAC (Coimbra Theater Initiation Circle), a university theater group, revealing history since it was constituted in 1956 until the aftermath of the 1974 revolution. It is the history of the theater group university and, through it, the history of theater in Portugal, revealing two remarkable decades of the History of Portugal. Through the Academy of Coimbra, the documentary reproduces student life, the position of women in society, and the change in mentalities of being and being in the world. It reproduces the existing censorship and the fight against the dictatorship, the resistance to an exhausted regime, as well as the emerging contradictions of the democratic revolution. CITAC has a heritage of 50 years of experience in Coimbra. It carries with it the possibility of the theatrical and civic formation of thinking bodies, constituting a proper ball of a possible model, generation by generation, between studies, theater, and social drama.","popularity":1.372,"poster_path":"/5Ka36PGDW9abkNNQWt81rbHlFC7.jpg","production_companies":[{"id":136290,"logo_path":null,"name":"Círculo de Iniciação Teatral da Academia de Coimbra (CITAC)","origin_country":""},{"id":136292,"logo_path":null,"name":"projeto BUH!","origin_country":""},{"id":9047,"logo_path":"/a0oCybecb96ieZY4139hb9uqYs1.png","name":"Terratreme","origin_country":"PT"}],"production_countries":[{"iso_3166_1":"PT","name":"Portugal"}],"release_date":"2007-05-15","revenue":0,"runtime":85,"spoken_languages":[{"english_name":"Portuguese","iso_639_1":"pt","name":"Português"}],"status":"Released","tagline":"The history behind the relationship of the Theater Initiation Circle of the Academy of Coimbra and the protests and resistance to the Salazar dictatorship in Portugal","title":"State of Exception","video":false,"vote_average":10.0,"vote_count":1}