{"adult":false,"backdrop_path":"/wV7wSH26SACBsWxkemiyMFbYXAk.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"},{"id":10770,"name":"TV Movie"}],"homepage":"https://www.ndr.de/fernsehen/sendungen/45_min/Der-Streit-um-Nord-Stream-2,sendung1090996.html","id":761064,"imdb_id":"tt13383072","original_language":"de","original_title":"Sassnitz gegen Trump - Der Streit um Nord Stream 2","overview":"Sassnitz is a small coastal town at the Baltic Sea on the Island of Rügen. In its vicinity are the world-famous chalk cliffs, a tourist magnet. The Mukran Port is also part of the municipality. The overseas port is the starting point for the construction of Nord Stream 2, a natural gas pipeline that connects Germany directly with Russia. In 2020, the port town hit the international headlines. Even the New York Times reported and cited Mayor Frank Kracht as a staunch opponent from the northeast German province against the rumbling America of Donald Trump. The reason is the undisguised threat from Washington to ruin the international port economically if the natural gas pipeline continues to be built from there. Many jobs and the region's economic stability are at risk. Reporter Klaus Scherer documents the case, questions experts as well as those affected and looks at the behavior of national politicians towards the USA and how they react to the interference in internal affairs.","popularity":0.6,"poster_path":"/p3VFVx1Gr1Cjka8vH48HTgRmubS.jpg","production_companies":[{"id":7201,"logo_path":"/ljV8ZT3CIYCEIEDlTyBliXJVCZr.png","name":"NDR","origin_country":"DE"},{"id":142851,"logo_path":null,"name":"ARD Studio Washington","origin_country":""}],"production_countries":[{"iso_3166_1":"DE","name":"Germany"}],"release_date":"2020-11-02","revenue":0,"runtime":44,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"German","iso_639_1":"de","name":"Deutsch"}],"status":"Released","tagline":"","title":"Sassnitz vs. Trump: The Dispute Over Nord Stream 2","video":false,"vote_average":0.0,"vote_count":0}