{"adult":false,"backdrop_path":"/pEfmPWqyKj5HXU5hleGA7Kd3B4y.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"http://boogaloofilms.com/projects/magaluf-ghost-town/","id":819955,"imdb_id":"tt14528540","original_language":"es","original_title":"Magaluf Ghost Town","overview":"At the height of the summer tourist season, the Spanish beach town Magaluf turns into a hellscape of the low-cost travel industry. For eight weeks every year, over one million mostly British vacationers ride an alcohol-soaked tide of public urination, fisticuffs and ambulance sirens for recreation. Instead of assembling a clip-reel of \"balconing,\" when drunk idiots jump into hotel pools from their balconies, filmmaker Miguel Ángel Blanca crafts a far deeper and atmospheric look at a place where visitors and locals alike are driven by pleasure. Long-time resident Maria has little time left, so she takes in a seasonal lodger who listens to her relive her glory days. An enterprising real estate agent peddles an extravagant development, while a young gay man drifts without any plans beyond robbing a tourist for kicks. Part ghost story, part foreboding parable, this is a stylish and vivid impression of people and a place dreaming of escape. Myrocia Watamaniuk (Hot Docs)","popularity":1.37,"poster_path":"/9ZPjNWvG5X8NBzfVzr7nOLUQNwM.jpg","production_companies":[{"id":54706,"logo_path":null,"name":"Boogaloo Films","origin_country":"ES"},{"id":109953,"logo_path":"/s6V1B5qy7t2do8D3aVYwUZHIwxR.png","name":"Little Big Story","origin_country":"FR"},{"id":121229,"logo_path":null,"name":"Mosaic","origin_country":"ES"}],"production_countries":[{"iso_3166_1":"FR","name":"France"},{"iso_3166_1":"ES","name":"Spain"}],"release_date":"2021-11-26","revenue":0,"runtime":93,"spoken_languages":[{"english_name":"Russian","iso_639_1":"ru","name":"Pусский"},{"english_name":"Spanish","iso_639_1":"es","name":"Español"},{"english_name":"French","iso_639_1":"fr","name":"Français"}],"status":"Released","tagline":"Magaluf, Mallorca, a peaceful seaside town that turns into one of the most heavily overcrowded tourist destinations in summer. How do the locals survive in this low-cost tourist paradise?","title":"Magaluf Ghost Town","video":false,"vote_average":2.0,"vote_count":1}