{"adult":false,"backdrop_path":"/798Z4gJriRVzNA13wZxy5CUUzzB.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":99,"name":"Documentary"}],"homepage":"","id":896003,"imdb_id":null,"original_language":"en","original_title":"Two Headed Mountain","overview":"The Matterhorn is among the highest mountains in the Alps. It overlooks Breuil-Cervinia village in Italy and Zermatt in Switzerland, two well-known tourist destinations. The cities, divided by the mountains, have always been connected by winter sports enthusiasts and professionals. In 2020, the Covid19 pandemic broke the balance. In Switzerland, the new rules of access to the facilities have not prevented people from experiencing the mountains. In Italy, the total closure has annulled tourism.  A new paradoxical normalcy, symbolizing a human condition of inner conflict, which in times of difficulty shows itself more clearly. In the Swiss part, tourists adapt to new behaviors with daily habits. In the Italian part, instead, deprived of the human element, the pylons, the Christmas lights, and the ski lifts become natural objects; snowcats, iron giants lost in time, working for months for no one, with a wandering melancholy.","popularity":0.6,"poster_path":"/rsiehJiOvKNDhk7Jhd9mpqSiDC6.jpg","production_companies":[{"id":163890,"logo_path":null,"name":"JM Films","origin_country":""},{"id":184390,"logo_path":null,"name":"Mosso Film","origin_country":""}],"production_countries":[{"iso_3166_1":"IT","name":"Italy"}],"release_date":"2022-05-06","revenue":0,"runtime":7,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"},{"english_name":"French","iso_639_1":"fr","name":"Français"},{"english_name":"German","iso_639_1":"de","name":"Deutsch"},{"english_name":"Italian","iso_639_1":"it","name":"Italiano"}],"status":"Released","tagline":"A mountain, two ski resorts, two towns dependent on tourism, a paradoxical situation.","title":"Two Headed Mountain","video":false,"vote_average":0.0,"vote_count":0}