{"adult":true,"backdrop_path":"/880drKQ3B11vOvQazFHlmtlbjIP.jpg","belongs_to_collection":null,"budget":0,"genres":[{"id":10749,"name":"Romance"}],"homepage":"https://elsecinema.com/movies/the-riding-lesson/","id":928092,"imdb_id":null,"original_language":"en","original_title":"The Riding Lesson","overview":"Kay and Anya are two 18-year-old best friends who’ve found themselves slowly feeling more interested in the idea of exploring a new level of intimacy with one another. Anya is quiet and innocent and is captivated by the dominance and boldness of her friend Kay. These young women find themselves in the same position as many other girls their age, curious about their feelings concerning sex and desire. After returning from a riding lesson, Kay accompanies Anya to take a bath where she then proceeds to pleasure Anya. Anya experiences hesitation after sharing this stimulating interaction with her friend, yet it has left her both excited and aroused. This lesbian confession is beautiful and intimate in its illustration of young women as they embark on their journey of exploring eroticism in friendship. It shows the existence of these feelings in an attempt to accept and normalize them, despite what we learn in the majority of heteronormative coming of age stories.","popularity":1.4,"poster_path":"/34kUgwHJo5in1Hjz8sGlIoScOPQ.jpg","production_companies":[{"id":67059,"logo_path":null,"name":"Erika Lust Films","origin_country":""},{"id":168090,"logo_path":null,"name":"GiF Productions","origin_country":""}],"production_countries":[{"iso_3166_1":"GB","name":"United Kingdom"}],"release_date":"2019-02-04","revenue":0,"runtime":18,"spoken_languages":[{"english_name":"English","iso_639_1":"en","name":"English"}],"status":"Released","tagline":"Kay and Anya are two 18-year-old best friends who’ve found themselves slowly feeling more interested in the idea of exploring a new level of intimacy with one another.","title":"The Riding Lesson","video":false,"vote_average":0.0,"vote_count":0}